content/posts/The_evolutionary_dynamics_and_fitness_landscape_of_clonal_hematopoiesis_by_Caroline_Watson,_Daniel_Fisher,_Jamie_Blundell,_et_al_in_2020.md
+++
title = "The evolutionary dynamics and fitness landscape of clonal hematopoiesis by Caroline Watson, Daniel Fisher, Jamie Blundell, et al in 2020"
author = ["Cameron Smith"]
lastmod = 2020-09-20T17:36:12-04:00
slug = "The_evolutionary_dynamics_and_fitness_landscape_of_clonal_hematopoiesis_by_Caroline_Watson,_Daniel_Fisher,_Jamie_Blundell,_et_al_in_2020"
draft = false
+++

## citation {#citation}


### Watson, C. J., Papula, A. L., Poon, G. Y. P., Wong, W. H., Young, A. L., Druley, T. E., … Blundell, J. R. (2020). The evolutionary dynamics and fitness landscape of clonal hematopoiesis. <span class="underline"><span class="underline">Science</span></span>, \_\_367\_\_(6485), 1449–1454. <https://doi.org/10.1126/science.aay9333> {#watson-c-dot-j-dot-papula-a-dot-l-dot-poon-g-dot-y-dot-p-dot-wong-w-dot-h-dot-young-a-dot-l-dot-druley-t-dot-e-dot-blundell-j-dot-r-dot--2020--dot-the-evolutionary-dynamics-and-fitness-landscape-of-clonal-hematopoiesis-dot-367--6485--1449-1454-dot-https-doi-dot-org-10-dot-1126-science-dot-aay9333}


## code {#code}


### <https://github.com/blundelllab/ClonalHematopoiesis> {#https-github-dot-com-blundelllab-clonalhematopoiesis}


## contents {#contents}


### Results {#results}

<!--list-separator-->

-  The VAF distribution from 50,000 individuals

<!--list-separator-->

-  A branching model of stem cell dynamics

<!--list-separator-->

-  HSC numbers and division times

<!--list-separator-->

-  The fitness landscape of clonal hematopoiesis

<!--list-separator-->

-  Highly fit variants confer an increased risk of AML

<!--list-separator-->

-  Age dependence of clonal hematopoiesis


### Discussion {#discussion}
